Repository: collective/collective.fingerpointing
Catalog: src/collective/fingerpointing/locales/*/LC_MESSAGES/collective.fingerpointing.po
Languages: de, es, pt_br, zh_cn

source: Audit Authentication Service?
de: Authentifizierungsdienst auditieren?
es: ¿Auditar el servicio de identificación?
pt_br: Auditar o serviço de identificação?
zh_cn: 审核认证服务

source: Audit Content Type Life Cycle?
de: Lebenszyklus von Inhaltentypen auditieren?
es: ¿Auditar el ciclo de vida de los tipos de contenido?
pt_br: Auditar o ciclo de vida dos tipos de conteúdo?
zh_cn: 审核内容类型生命周期

source: Audit Iterate?
de: Arbeitskopien auditieren?
es: ¿Auditar la copia de trabajo?
pt_br: Auditar a cópia de trabalho?
zh_cn: 审核工作副本

source: Audit Log
de: Aktionsprotokoll
es: Registro de auditoría
pt_br: Log de auditoria
zh_cn: 审核日志

source: Audit Profile Imports?
zh_cn: 审核配置文件导入

source: Audit Registry?
de: Konfigurationseinträge auditieren?
es: ¿Auditar el registro de configuración?
pt_br: Auditar o registro de configuração?
zh_cn: 审核注册表

source: Audit Workflow Transitions?
de: Arbeitsablauf Aktionen auditieren?
es: ¿Auditar las transiciones del flujo de trabajo?
pt_br: Auditar as transições do workflow?
zh_cn: 审核工作流转换

source: Enter a search term
de: Suchbegriff eingeben
es: Introduzca un texto para buscar
pt_br: Informe um texto para busca
zh_cn: 输入搜索词

source: If plone.app.iterate is installed, log events like content editing checkouts and checkins.
de: Wenn Arbeitskopien (plone.app.iterate) aktiviert sind, dann protokolliere Bearbeitungsereignisse wie Checkouts und Checkins.
es: Si plone.app.iterate está instalado, registra eventos como checkouts y checkins.
pt_br: Se o plone.app.iterate está instalado, registra eventos como checkouts e checkins.
zh_cn: 如果安装了 plone.app.iterate，记录事件，例如内容编辑检入和检出。

source: Keep track of different events and write them down to an audit log.
de: Protokolliert relevante Ereignisse in einem Aktionsprotkoll (audit.log)
es: Mantenga un registro de diferentes eventos en una bitácora.
pt_br: Mantenha um registro de diferentes eventos em um log.
zh_cn: 跟踪不同的事件并将其写入审核日志。

source: Log Generic Setup profile imports; this is useful to audit add-on installs/uninstalls.
zh_cn: 记录Generic Setup配置文件导入，有助于审核附加组件安装卸载。

source: Log authentication events like users logging in and loggin out.
de: Protokolliert Ereignisse der Benutzerverwaltung (An- und Abmeldung, Benutzer hinzufügen oder löschen).
es: Registra eventos como acceso y salida de usuarios.
pt_br: Registra eventos como acesso e saída de usuários.
zh_cn: 记录身份验证事件，例如用户登录和退出。

source: Log content type life cycle events like object creation, modification and removal.
de: Protokolliert die Ereignisse im Lebenszyklus von Inhalten, wie Erstellen, Bearbeiten und Löschen.
es: Registra eventos como creación, modificación y remoción de objetos.
pt_br: Registra eventos como criação, modificação e remoção de objetos.
zh_cn: 记录内容类型生命周期事件，例如对象创建、修改和删除。

source: Log registry events like records being modified.
de: Protokolliert Änderungen der Konfigurationseinträge (Registry).
es: Registra eventos como cambios en la configuración.
pt_br: Registra eventos como mudanças na configuração.
zh_cn: 记录注册表事件，例如修改记录。

source: Log workflow transitions like object publishing.
de: Protokolliert Arbeitsablauf Übergänge, wie z.B. das Veröffentlichen von Inhalten.
es: Registra eventos como publicación de objetos.
pt_br: Registra eventos como publicação de objetos.
zh_cn: 记录工作流转换，例如对象发布。

source: No audit log file specified; audit log view is disabled.
de: Keine Protokoll-Datei angegeben, die Aktionsprotokoll Ansicht ist deaktiviert.
es: No se especificó un archivo de bitácora; el registro de auditoría está deshabilitado.
pt_br: Não se especificou um arquivo de log; o log de auditoria está desabilitado.
zh_cn: 未指定审核日志文件，审核日志视图已禁用。

source: Settings for the collective.fingerpointing package
de: Einstellungen für die Erweiterung collective.fingerpointing
es: Configuración de collective.fingerpointing
pt_br: Configuração do collective.fingerpointing
zh_cn: fingerpointing 设置

source: Size
zh_cn: 大小

source: View Audit Log
de: Aktionsprotokoll anzeigen
es: Ver el registro de auditoría
pt_br: Ver o log de auditoria
zh_cn: 查看审核日志

source: clear
de: Zurücksetzen
es: borrar
pt_br: apagar
zh_cn: 清除

source: filter
de: Filtern
es: filtrar
pt_br: filtrar
zh_cn: 筛选

source: first
de: Erste
es: primero
pt_br: primeiro
zh_cn: 第一页

source: next
de: Nächste
es: siguiente
pt_br: seguinte
zh_cn: 下一页

source: previous
de: Vorherige
es: anterior
pt_br: anterior
zh_cn: 上一页

source: Uninstall collective.fingerpointing.
de: collective.fingerpointing deinstallieren.
es: Desinstalar collective.fingerpointing.
pt_br: Desinstalar collective.fingerpointing.

source: collective.fingerpointing: uninstall
de: collective.fingerpointing: Deinstallation
